Repository: clerk/clerk-ios
Catalog: Sources/ClerkKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pl, pt, ro, ru, tr, uk, zh_hans

source: Hosted auth requires a valid custom-scheme redirect URL.
ar: تتطلب المصادقة المستضافة عنوان URL صالحًا لإعادة التوجيه بمخطط مخصص.
de: Die gehostete Authentifizierung erfordert eine gültige Weiterleitungs-URL mit benutzerdefiniertem Schema.
el: Ο φιλοξενούμενος έλεγχος ταυτότητας απαιτεί έγκυρη διεύθυνση URL ανακατεύθυνσης προσαρμοσμένου σχήματος.
es: La autenticación alojada requiere una URL de redirección válida con un esquema personalizado.
fr: L’authentification hébergée nécessite une URL de redirection valide avec un schéma personnalisé.
hi: होस्टेड प्रमाणीकरण के लिए मान्य कस्टम-स्कीम रीडायरेक्ट URL आवश्यक है।
it: L’autenticazione ospitata richiede un URL di reindirizzamento valido con schema personalizzato.
ja: ホスト型認証には、有効なカスタムスキームのリダイレクトURLが必要です。
ko: 호스팅 인증에는 유효한 사용자 지정 스킴 리디렉션 URL이 필요합니다.
pl: Hostowane uwierzytelnianie wymaga prawidłowego adresu URL przekierowania z niestandardowym schematem.
pt: A autenticação hospedada requer uma URL de redirecionamento válida com esquema personalizado.
ro: Autentificarea găzduită necesită un URL de redirecționare valid cu schemă personalizată.
ru: Для размещенной аутентификации требуется допустимый URL-адрес перенаправления с пользовательской схемой.
tr: Barındırılan kimlik doğrulama, geçerli bir özel şema yönlendirme URL'si gerektirir.
uk: Для хостованої автентифікації потрібен дійсний URL перенаправлення з власною схемою.
zh_hans: 托管身份验证需要有效的自定义方案重定向 URL。

source: Injected Keychain storage cannot be used with persistent shared-session adoption.
ar: لا يمكن استخدام تخزين Keychain المحقون مع اعتماد الجلسة المشتركة الدائم.
de: Eingefügter Keychain-Speicher kann nicht mit der dauerhaften Übernahme gemeinsam genutzter Sitzungen verwendet werden.
el: Ο παρεχόμενος χώρος αποθήκευσης Keychain δεν μπορεί να χρησιμοποιηθεί με μόνιμη υιοθέτηση κοινόχρηστης περιόδου λειτουργίας.
es: El almacenamiento Keychain inyectado no se puede usar con la adopción persistente de sesiones compartidas.
fr: Le stockage Keychain injecté ne peut pas être utilisé avec l’adoption persistante d’une session partagée.
hi: इंजेक्ट किए गए Keychain स्टोरेज का उपयोग स्थायी साझा-सत्र अपनाने के साथ नहीं किया जा सकता।
it: L’archiviazione Keychain inserita non può essere utilizzata con l’adozione persistente di sessioni condivise.
ja: 注入されたKeychainストレージは、永続的な共有セッションの採用には使用できません。
ko: 주입된 Keychain 저장소는 영구 공유 세션 채택과 함께 사용할 수 없습니다.
pl: Wstrzykniętej pamięci Keychain nie można używać z trwałym przejmowaniem sesji współdzielonej.
pt: O armazenamento Keychain injetado não pode ser usado com a adoção persistente de sessão compartilhada.
ro: Stocarea Keychain injectată nu poate fi utilizată cu adoptarea persistentă a sesiunii partajate.
ru: Внедренное хранилище Keychain нельзя использовать с постоянным подключением общего сеанса.
tr: Eklenen Keychain depolaması, kalıcı paylaşılan oturum benimsemesiyle kullanılamaz.
uk: Впроваджене сховище Keychain не можна використовувати з постійним підхопленням спільного сеансу.
zh_hans: 注入的 Keychain 存储不能用于持久采用共享会话。

source: Invalid credential type.
ar: نوع بيانات الاعتماد غير صالح.
de: Ungültiger Anmeldedatentyp.
el: Μη έγκυρος τύπος διαπιστευτηρίων.
es: Tipo de credencial no válido.
fr: Type d’identifiant non valide.
hi: क्रेडेंशियल का प्रकार अमान्य है।
it: Tipo di credenziale non valido.
ja: 資格情報の種類が無効です。
ko: 자격 증명 유형이 올바르지 않습니다.
pl: Nieprawidłowy typ danych uwierzytelniających.
pt: Tipo de credencial inválido.
ro: Tip de acreditare nevalid.
ru: Недопустимый тип учетных данных.
tr: Geçersiz kimlik bilgisi türü.
uk: Недійсний тип облікових даних.
zh_hans: 凭据类型无效。

source: Isolated Clerk configuration is only available while running tests.
ar: لا يتوفر تكوين Clerk المعزول إلا أثناء تشغيل الاختبارات.
de: Eine isolierte Clerk-Konfiguration ist nur während der Ausführung von Tests verfügbar.
el: Η απομονωμένη διαμόρφωση του Clerk είναι διαθέσιμη μόνο κατά την εκτέλεση δοκιμών.
es: La configuración aislada de Clerk solo está disponible mientras se ejecutan pruebas.
fr: La configuration isolée de Clerk est uniquement disponible pendant l’exécution des tests.
hi: अलग Clerk कॉन्फ़िगरेशन केवल परीक्षण चलाते समय उपलब्ध है।
it: La configurazione isolata di Clerk è disponibile solo durante l’esecuzione dei test.
ja: 分離されたClerk構成は、テストの実行中のみ利用できます。
ko: 격리된 Clerk 구성은 테스트를 실행하는 동안에만 사용할 수 있습니다.
pl: Izolowana konfiguracja Clerk jest dostępna tylko podczas uruchamiania testów.
pt: A configuração isolada do Clerk só está disponível durante a execução de testes.
ro: Configurația Clerk izolată este disponibilă numai în timpul rulării testelor.
ru: Изолированная конфигурация Clerk доступна только во время выполнения тестов.
tr: Yalıtılmış Clerk yapılandırması yalnızca testler çalıştırılırken kullanılabilir.
uk: Ізольована конфігурація Clerk доступна лише під час виконання тестів.
zh_hans: 隔离的 Clerk 配置仅在运行测试时可用。

source: Magic link callback does not match the pending flow.
ar: لا يتطابق رد اتصال الرابط السحري مع التدفق المعلق.
de: Der Callback des Magic Links stimmt nicht mit dem ausstehenden Ablauf überein.
el: Η επανάκληση του μαγικού συνδέσμου δεν αντιστοιχεί στη ροή που εκκρεμεί.
es: La devolución de llamada del enlace mágico no coincide con el flujo pendiente.
fr: Le rappel du lien magique ne correspond pas au flux en attente.
hi: मैजिक लिंक कॉलबैक लंबित प्रवाह से मेल नहीं खाता।
it: Il callback del link magico non corrisponde al flusso in sospeso.
ja: マジックリンクのコールバックが保留中のフローと一致しません。
ko: 매직 링크 콜백이 보류 중인 흐름과 일치하지 않습니다.
pl: Wywołanie zwrotne magicznego linku nie odpowiada oczekującemu przepływowi.
pt: O retorno do link mágico não corresponde ao fluxo pendente.
ro: Revenirea linkului magic nu corespunde fluxului în așteptare.
ru: Обратный вызов волшебной ссылки не соответствует ожидающему потоку.
tr: Sihirli bağlantı geri çağrısı bekleyen akışla eşleşmiyor.
uk: Зворотний виклик магічного посилання не відповідає очікуваному процесу.
zh_hans: 魔法链接回调与待处理流程不匹配。

source: Magic link callback is missing approval_token.
ar: يفتقد رد اتصال الرابط السحري approval_token.
de: Im Callback des Magic Links fehlt approval_token.
el: Από την επανάκληση του μαγικού συνδέσμου λείπει το approval_token.
es: A la devolución de llamada del enlace mágico le falta approval_token.
fr: Il manque approval_token dans le rappel du lien magique.
hi: मैजिक लिंक कॉलबैक में approval_token मौजूद नहीं है।
it: Nel callback del link magico manca approval_token.
ja: マジックリンクのコールバックにapproval_tokenがありません。
ko: 매직 링크 콜백에 approval_token이 없습니다.
pl: W wywołaniu zwrotnym magicznego linku brakuje approval_token.
pt: O retorno do link mágico não contém approval_token.
ro: Din revenirea linkului magic lipsește approval_token.
ru: В обратном вызове волшебной ссылки отсутствует approval_token.
tr: Sihirli bağlantı geri çağrısında approval_token eksik.
uk: У зворотному виклику магічного посилання відсутній approval_token.
zh_hans: 魔法链接回调缺少 approval_token。

source: Magic link callback is missing flow_id.
ar: يفتقد رد اتصال الرابط السحري flow_id.
de: Im Callback des Magic Links fehlt flow_id.
el: Από την επανάκληση του μαγικού συνδέσμου λείπει το flow_id.
es: A la devolución de llamada del enlace mágico le falta flow_id.
fr: Il manque flow_id dans le rappel du lien magique.
hi: मैजिक लिंक कॉलबैक में flow_id मौजूद नहीं है।
it: Nel callback del link magico manca flow_id.
ja: マジックリンクのコールバックにflow_idがありません。
ko: 매직 링크 콜백에 flow_id가 없습니다.
pl: W wywołaniu zwrotnym magicznego linku brakuje flow_id.
pt: O retorno do link mágico não contém flow_id.
ro: Din revenirea linkului magic lipsește flow_id.
ru: В обратном вызове волшебной ссылки отсутствует flow_id.
tr: Sihirli bağlantı geri çağrısında flow_id eksik.
uk: У зворотному виклику магічного посилання відсутній flow_id.
zh_hans: 魔法链接回调缺少 flow_id。

source: Magic link callback returned a sign-up for a sign-in flow.
ar: أعاد رد اتصال الرابط السحري عملية تسجيل لحساب جديد ضمن تدفق تسجيل دخول.
de: Der Callback des Magic Links gab eine Registrierung für einen Anmeldeablauf zurück.
el: Η επανάκληση του μαγικού συνδέσμου επέστρεψε εγγραφή για ροή σύνδεσης.
es: La devolución de llamada del enlace mágico devolvió un registro para un flujo de inicio de sesión.
fr: Le rappel du lien magique a renvoyé une inscription pour un flux de connexion.
hi: मैजिक लिंक कॉलबैक ने साइन-इन प्रवाह के लिए साइन-अप लौटाया।
it: Il callback del link magico ha restituito una registrazione per un flusso di accesso.
ja: マジックリンクのコールバックが、サインインフローに対するサインアップを返しました。
ko: 매직 링크 콜백이 로그인 흐름에 대한 회원 가입을 반환했습니다.
pl: Wywołanie zwrotne magicznego linku zwróciło rejestrację dla przepływu logowania.
pt: O retorno do link mágico retornou um cadastro para um fluxo de login.
ro: Revenirea linkului magic a returnat o înregistrare pentru un flux de autentificare.
ru: Обратный вызов волшебной ссылки вернул регистрацию для потока входа.
tr: Sihirli bağlantı geri çağrısı, oturum açma akışı için bir kaydolma döndürdü.
uk: Зворотний виклик магічного посилання повернув реєстрацію для процесу входу.
zh_hans: 魔法链接回调为登录流程返回了注册结果。

source: Magic link callback returned a ticket for a sign-up flow.
ar: أعاد رد اتصال الرابط السحري تذكرة ضمن تدفق تسجيل حساب جديد.
de: Der Callback des Magic Links gab ein Ticket für einen Registrierungsablauf zurück.
el: Η επανάκληση του μαγικού συνδέσμου επέστρεψε δελτίο για ροή εγγραφής.
es: La devolución de llamada del enlace mágico devolvió un ticket para un flujo de registro.
fr: Le rappel du lien magique a renvoyé un ticket pour un flux d’inscription.
hi: मैजिक लिंक कॉलबैक ने साइन-अप प्रवाह के लिए टिकट लौटाया।
it: Il callback del link magico ha restituito un ticket per un flusso di registrazione.
ja: マジックリンクのコールバックが、サインアップフローに対するチケットを返しました。
ko: 매직 링크 콜백이 회원 가입 흐름에 대한 티켓을 반환했습니다.
pl: Wywołanie zwrotne magicznego linku zwróciło bilet dla przepływu rejestracji.
pt: O retorno do link mágico retornou um ticket para um fluxo de cadastro.
ro: Revenirea linkului magic a returnat un tichet pentru un flux de înregistrare.
ru: Обратный вызов волшебной ссылки вернул билет для потока регистрации.
tr: Sihirli bağlantı geri çağrısı, kaydolma akışı için bir bilet döndürdü.
uk: Зворотний виклик магічного посилання повернув квиток для процесу реєстрації.
zh_hans: 魔法链接回调为注册流程返回了票证。

source: Missing callback URL
ar: عنوان URL لرد الاتصال مفقود
de: Callback-URL fehlt
el: Λείπει η διεύθυνση URL επανάκλησης
es: Falta la URL de devolución de llamada
fr: URL de rappel manquante
hi: कॉलबैक URL मौजूद नहीं है
it: URL di callback mancante
ja: コールバックURLがありません
ko: 콜백 URL이 없습니다
pl: Brak adresu URL wywołania zwrotnego
pt: URL de retorno ausente
ro: Lipsește URL-ul de revenire
ru: Отсутствует URL-адрес обратного вызова
tr: Geri çağırma URL'si eksik
uk: Відсутній URL зворотного виклику
zh_hans: 缺少回调 URL

source: No pending magic link flow was found.
ar: لم يتم العثور على تدفق رابط سحري معلق.
de: Es wurde kein ausstehender Magic-Link-Ablauf gefunden.
el: Δεν βρέθηκε ροή μαγικού συνδέσμου σε εκκρεμότητα.
es: No se encontró ningún flujo de enlace mágico pendiente.
fr: Aucun flux de lien magique en attente n’a été trouvé.
hi: कोई लंबित मैजिक लिंक प्रवाह नहीं मिला।
it: Non è stato trovato alcun flusso di link magico in sospeso.
ja: 保留中のマジックリンクフローが見つかりませんでした。
ko: 보류 중인 매직 링크 흐름을 찾을 수 없습니다.
pl: Nie znaleziono oczekującego przepływu magicznego linku.
pt: Nenhum fluxo de link mágico pendente foi encontrado.
ro: Nu a fost găsit niciun flux de link magic în așteptare.
ru: Ожидающий поток волшебной ссылки не найден.
tr: Bekleyen bir sihirli bağlantı akışı bulunamadı.
uk: Не знайдено очікуваного процесу магічного посилання.
zh_hans: 未找到待处理的魔法链接流程。

source: Redirect URI is missing. Unable to start email link sign-in.
ar: معرّف URI لإعادة التوجيه مفقود. لا يمكن بدء تسجيل الدخول عبر رابط البريد الإلكتروني.
de: Der Weiterleitungs-URI fehlt. Die Anmeldung per E-Mail-Link kann nicht gestartet werden.
el: Λείπει το URI ανακατεύθυνσης. Δεν είναι δυνατή η έναρξη σύνδεσης μέσω συνδέσμου email.
es: Falta el URI de redirección. No se puede iniciar sesión mediante un enlace de correo electrónico.
fr: L’URI de redirection est manquant. Impossible de démarrer la connexion par lien e-mail.
hi: रीडायरेक्ट URI मौजूद नहीं है। ईमेल लिंक से साइन-इन शुरू नहीं किया जा सका।
it: URI di reindirizzamento mancante. Impossibile avviare l’accesso tramite link email.
ja: リダイレクトURIがありません。メールリンクによるサインインを開始できません。
ko: 리디렉션 URI가 없습니다. 이메일 링크 로그인을 시작할 수 없습니다.
pl: Brakuje identyfikatora URI przekierowania. Nie można rozpocząć logowania za pomocą linku e-mail.
pt: O URI de redirecionamento está ausente. Não foi possível iniciar o login por link de e-mail.
ro: Lipsește URI-ul de redirecționare. Nu se poate porni autentificarea prin link de e-mail.
ru: Отсутствует URI перенаправления. Не удалось начать вход по ссылке из электронного письма.
tr: Yönlendirme URI'si eksik. E-posta bağlantısıyla oturum açma başlatılamıyor.
uk: URI перенаправлення відсутній. Не вдалося розпочати вхід за посиланням з електронної пошти.
zh_hans: 缺少重定向 URI。无法开始通过电子邮件链接登录。

source: Redirect URI is missing. Unable to start email link sign-up verification.
ar: معرّف URI لإعادة التوجيه مفقود. لا يمكن بدء التحقق من تسجيل الحساب عبر رابط البريد الإلكتروني.
de: Der Weiterleitungs-URI fehlt. Die Registrierungsbestätigung per E-Mail-Link kann nicht gestartet werden.
el: Λείπει το URI ανακατεύθυνσης. Δεν είναι δυνατή η έναρξη επαλήθευσης εγγραφής μέσω συνδέσμου email.
es: Falta el URI de redirección. No se puede iniciar la verificación del registro mediante un enlace de correo electrónico.
fr: L’URI de redirection est manquant. Impossible de démarrer la vérification de l’inscription par lien e-mail.
hi: रीडायरेक्ट URI मौजूद नहीं है। ईमेल लिंक से साइन-अप सत्यापन शुरू नहीं किया जा सका।
it: URI di reindirizzamento mancante. Impossibile avviare la verifica della registrazione tramite link email.
ja: リダイレクトURIがありません。メールリンクによるサインアップの検証を開始できません。
ko: 리디렉션 URI가 없습니다. 이메일 링크 회원 가입 인증을 시작할 수 없습니다.
pl: Brakuje identyfikatora URI przekierowania. Nie można rozpocząć weryfikacji rejestracji za pomocą linku e-mail.
pt: O URI de redirecionamento está ausente. Não foi possível iniciar a verificação de cadastro por link de e-mail.
ro: Lipsește URI-ul de redirecționare. Nu se poate porni verificarea înregistrării prin link de e-mail.
ru: Отсутствует URI перенаправления. Не удалось начать подтверждение регистрации по ссылке из электронного письма.
tr: Yönlendirme URI'si eksik. E-posta bağlantısıyla kaydolma doğrulaması başlatılamıyor.
uk: URI перенаправлення відсутній. Не вдалося розпочати підтвердження реєстрації за посиланням з електронної пошти.
zh_hans: 缺少重定向 URI。无法开始通过电子邮件链接进行注册验证。

source: Redirect URL is missing or invalid. Unable to start external authentication flow.
ar: عنوان URL لإعادة التوجيه مفقود أو غير صالح. لا يمكن بدء تدفق المصادقة الخارجية.
de: Die Weiterleitungs-URL fehlt oder ist ungültig. Es ist nicht möglich, die externe Authentifizierung zu starten.
el: Η διεύθυνση URL ανακατεύθυνσης λείπει ή είναι άκυρη. Αδυναμία εκκίνησης της εξωτερικής ροής πιστοποίησης.
es: Falta la URL de redirección o no es válida. No se puede iniciar el flujo de autenticación externa.
fr: L'URL de redirection est manquante ou invalide. Impossible de démarrer le flux d'authentification externe.
hi: रिडायरेक्ट URL गायब है या अमान्य है। बाहरी प्रमाणीकरण प्रवाह शुरू करने में असमर्थ।
it: L'URL di reindirizzamento è mancante o non valida. Impossibile avviare il flusso di autenticazione esterna.
ja: リダイレクトURLが不足しているか無効です。外部認証フローを開始できません。
ko: 리디렉션 URL이 없거나 유효하지 않습니다. 외부 인증 흐름을 시작할 수 없습니다。
pl: Brakuje adresu URL przekierowania lub jest on nieprawidłowy. Nie można uruchomić zewnętrznego przepływu uwierzytelniania.
pt: URL de redirecionamento está ausente ou inválida. Não foi possível iniciar o fluxo de autenticação externa.
ro: Adresa URL de redirecționare lipsește sau nu este validă. Nu se poate porni fluxul de autentificare externă.
ru: URL-адрес перенаправления отсутствует или недействителен. Не удалось запустить внешний поток аутентификации.
tr: Yönlendirme URL'si eksik veya geçersiz. Harici kimlik doğrulama akışı başlatılamıyor.
uk: URL перенаправлення відсутній або недійсний. Не вдалося розпочати процес зовнішньої автентифікації.
zh_hans: 重定向 URL 缺失或无效。无法启动外部身份验证流程。

source: Shared session sync requires a nonempty Keychain access group.
ar: تتطلب مزامنة الجلسة المشتركة مجموعة وصول غير فارغة في Keychain.
de: Für die Synchronisierung gemeinsam genutzter Sitzungen ist eine nicht leere Keychain-Zugriffsgruppe erforderlich.
el: Ο συγχρονισμός κοινόχρηστης περιόδου λειτουργίας απαιτεί μη κενή ομάδα πρόσβασης Keychain.
es: La sincronización de sesiones compartidas requiere un grupo de acceso de Keychain que no esté vacío.
fr: La synchronisation de session partagée nécessite un groupe d’accès Keychain non vide.
hi: साझा सत्र सिंक के लिए एक गैर-रिक्त Keychain एक्सेस समूह आवश्यक है।
it: La sincronizzazione della sessione condivisa richiede un gruppo di accesso Keychain non vuoto.
ja: 共有セッションの同期には、空でないKeychainアクセスグループが必要です。
ko: 공유 세션 동기화에는 비어 있지 않은 Keychain 접근 그룹이 필요합니다.
pl: Synchronizacja sesji współdzielonej wymaga niepustej grupy dostępu Keychain.
pt: A sincronização de sessão compartilhada requer um grupo de acesso Keychain não vazio.
ro: Sincronizarea sesiunii partajate necesită un grup de acces Keychain nevid.
ru: Для синхронизации общего сеанса требуется непустая группа доступа Keychain.
tr: Paylaşılan oturum eşitlemesi boş olmayan bir Keychain erişim grubu gerektirir.
uk: Для синхронізації спільного сеансу потрібна непорожня група доступу Keychain.
zh_hans: 共享会话同步需要非空的 Keychain 访问组。

source: Shared session sync requires a nonempty application bundle identifier.
ar: تتطلب مزامنة الجلسة المشتركة معرّف حزمة تطبيق غير فارغ.
de: Für die Synchronisierung gemeinsam genutzter Sitzungen ist eine nicht leere Bundle-ID der Anwendung erforderlich.
el: Ο συγχρονισμός κοινόχρηστης περιόδου λειτουργίας απαιτεί μη κενό αναγνωριστικό πακέτου εφαρμογής.
es: La sincronización de sesiones compartidas requiere un identificador de paquete de la aplicación que no esté vacío.
fr: La synchronisation de session partagée nécessite un identifiant de bundle d’application non vide.
hi: साझा सत्र सिंक के लिए एक गैर-रिक्त एप्लिकेशन बंडल पहचानकर्ता आवश्यक है।
it: La sincronizzazione della sessione condivisa richiede un identificatore del bundle dell’applicazione non vuoto.
ja: 共有セッションの同期には、空でないアプリケーションバンドル識別子が必要です。
ko: 공유 세션 동기화에는 비어 있지 않은 애플리케이션 번들 식별자가 필요합니다.
pl: Synchronizacja sesji współdzielonej wymaga niepustego identyfikatora pakietu aplikacji.
pt: A sincronização de sessão compartilhada requer um identificador de pacote do aplicativo não vazio.
ro: Sincronizarea sesiunii partajate necesită un identificator nevid al pachetului aplicației.
ru: Для синхронизации общего сеанса требуется непустой идентификатор пакета приложения.
tr: Paylaşılan oturum eşitlemesi boş olmayan bir uygulama paketi tanımlayıcısı gerektirir.
uk: Для синхронізації спільного сеансу потрібен непорожній ідентифікатор пакета застосунку.
zh_hans: 共享会话同步需要非空的应用程序包标识符。

source: Something went wrong. Please try again.
ar: حدث خطأ ما. يُرجى المحاولة مرة أخرى.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut.
el: Κάτι πήγε στραβά. Δοκιμάστε ξανά.
es: Algo salió mal. Inténtelo de nuevo.
fr: Une erreur s’est produite. Veuillez réessayer.
hi: कुछ गलत हुआ। कृपया पुनः प्रयास करें।
it: Si è verificato un problema. Riprova.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했습니다. 다시 시도해 주세요.
pl: Coś poszło nie tak. Spróbuj ponownie.
pt: Algo deu errado. Tente novamente.
ro: Ceva nu a funcționat. Încercați din nou.
ru: Что-то пошло не так. Повторите попытку.
tr: Bir sorun oluştu. Lütfen tekrar deneyin.
uk: Сталася помилка. Спробуйте ще раз.
zh_hans: 出现问题。请重试。

source: Unable to clear Clerk keychain items during reconfiguration.
ar: تعذر مسح عناصر Clerk من Keychain أثناء إعادة التهيئة.
de: Clerk-Keychain-Einträge konnten während der Neukonfiguration nicht gelöscht werden.
el: Δεν ήταν δυνατή η διαγραφή των στοιχείων Keychain του Clerk κατά την επαναδιαμόρφωση.
es: No se pudieron eliminar los elementos de Clerk del Keychain durante la reconfiguración.
fr: Impossible d’effacer les éléments Clerk du Keychain pendant la reconfiguration.
hi: पुनः कॉन्फ़िगरेशन के दौरान Clerk के Keychain आइटम साफ़ नहीं किए जा सके।
it: Impossibile cancellare gli elementi Clerk dal Keychain durante la riconfigurazione.
ja: 再構成中にClerkのKeychain項目を消去できませんでした。
ko: 재구성 중에 Clerk Keychain 항목을 지울 수 없습니다.
pl: Nie można wyczyścić elementów Clerk z Keychain podczas ponownej konfiguracji.
pt: Não foi possível limpar os itens do Clerk no Keychain durante a reconfiguração.
ro: Elementele Clerk din Keychain nu au putut fi șterse în timpul reconfigurării.
ru: Не удалось очистить элементы Clerk в Keychain во время перенастройки.
tr: Yeniden yapılandırma sırasında Clerk Keychain öğeleri temizlenemedi.
uk: Не вдалося очистити елементи Keychain під час переналаштування Clerk.
zh_hans: 重新配置期间无法清除 Clerk Keychain 项目。

source: Unable to delete membership: missing userId
ar: تعذر حذف العضوية: userId مفقود
de: Mitgliedschaft kann nicht gelöscht werden: userId fehlt
el: Δεν είναι δυνατή η διαγραφή της ιδιότητας μέλους: λείπει το userId
es: No se puede eliminar la membresía: falta userId
fr: Impossible de supprimer l’adhésion : userId manquant
hi: सदस्यता हटाई नहीं जा सकी: userId मौजूद नहीं है
it: Impossibile eliminare l’appartenenza: userId mancante
ja: メンバーシップを削除できません：userIdがありません
ko: 멤버십을 삭제할 수 없습니다: userId가 없습니다
pl: Nie można usunąć członkostwa: brakuje userId
pt: Não foi possível excluir a associação: userId ausente
ro: Calitatea de membru nu poate fi ștearsă: lipsește userId
ru: Не удалось удалить членство: отсутствует userId
tr: Üyelik silinemiyor: userId eksik
uk: Не вдалося видалити членство: відсутній userId
zh_hans: 无法删除成员资格：缺少 userId

source: Unable to generate secure random data.
ar: تعذر إنشاء بيانات عشوائية آمنة.
de: Sichere Zufallsdaten konnten nicht erzeugt werden.
el: Δεν ήταν δυνατή η δημιουργία ασφαλών τυχαίων δεδομένων.
es: No se pudieron generar datos aleatorios seguros.
fr: Impossible de générer des données aléatoires sécurisées.
hi: सुरक्षित रैंडम डेटा उत्पन्न नहीं किया जा सका।
it: Impossibile generare dati casuali sicuri.
ja: 安全なランダムデータを生成できませんでした。
ko: 안전한 무작위 데이터를 생성할 수 없습니다.
pl: Nie można wygenerować bezpiecznych danych losowych.
pt: Não foi possível gerar dados aleatórios seguros.
ro: Nu s-au putut genera date aleatorii securizate.
ru: Не удалось создать безопасные случайные данные.
tr: Güvenli rastgele veri oluşturulamadı.
uk: Не вдалося згенерувати безпечні випадкові дані.
zh_hans: 无法生成安全随机数据。

source: Unable to get the challenge for the passkey.
ar: تعذر الحصول على تحدي مفتاح المرور.
de: Die Challenge für den Passkey konnte nicht abgerufen werden.
el: Δεν ήταν δυνατή η λήψη της πρόκλησης για το passkey.
es: No se pudo obtener el desafío para la clave de acceso.
fr: Impossible d’obtenir le défi pour la clé d’accès.
hi: पासकी के लिए चुनौती प्राप्त नहीं की जा सकी।
it: Impossibile ottenere la richiesta per la passkey.
ja: パスキーのチャレンジを取得できませんでした。
ko: 패스키에 대한 챌린지를 가져올 수 없습니다.
pl: Nie można pobrać wyzwania dla klucza dostępu.
pt: Não foi possível obter o desafio para a chave de acesso.
ro: Nu s-a putut obține provocarea pentru cheia de acces.
ru: Не удалось получить запрос для ключа доступа.
tr: Geçiş anahtarı sınaması alınamadı.
uk: Не вдалося отримати запит для ключа доступу.
zh_hans: 无法获取通行密钥的质询。
